Repository: Marito17/max-desktop
Catalog: ubiquity-slideshow-max/po/xubuntu/*.po
Languages: bg

source: The Applications Menu
bg: Програмно меню

source: In the Applications menu on the left corner of the top panel, you can find...
bg: В Програмното меню в левия ъгъл на горният панел, Вие можете да откриете...

source: <em>Ubuntu Software Center</em>, which lets you add or remove applications as you desire.
bg: <em>Софтуерният Център на Убунту</em>, който ви позволява да добавяте и изтривате програми по ваше усмотрение.

source: <em>Settings menu</em>, where you can control how your desktop works and looks.
bg: <em>Меню Настройки</em>,където можете да настроите как изглежда и работи вашият работен плот.

source: All the applications installed in your system organized by category.
bg: Всички приложения в системата ви, организирани по категории.

source: Games in Xubuntu
bg: Игри във Xubuntu

source: Xubuntu comes to you with a fantastic selection of games. While many of the names may be unknown to you, the games will not be.
bg: Xubuntu идва при вас с фантастична селекция от игри. Дори и да не разпознавате имената, самите игри ще ви бъдат познати!

source: Take a look at <em>Quadrapassel</em> (Applications &rarr; Games) for a Tetris look-alike.
bg: За пример вземете <em>Quadrapassel</em> , в която ще откриете множество прилики с Тетрис.

source: <em>AisleRiot Solitaire</em> allows you to select from 35 different types of solitaire! Surely there is one you will enjoy?
bg: <em>AisleRiot Solitaire</em> ви дава възможност да си изберете една от 35 вариации на пасианса! Със сигурност ще намерите една, с която да се забавлявате?

source: There are many more games in the Ubuntu repositories to install – see the Games category in <em>Ubuntu Software Center</em>.
bg: Има още много игри в хранилищата на Убунту от които да си изберете - Просто отворете графата Игри в <em>Убунту Софтуерен Център</em>.

source: There are a bunch of games available on the live CD as well, which you can enjoy while installing. Have fun!
bg: Има също така налични куп игри на живото CD, на които можете да се насладите докато инсталирате. Забавлявайте се!

source: Getting help with Xubuntu
bg: Получаване на помощ във Xubuntu.

source: If you need help, try <em>Help</em> in the Applications menu, or the help menu available in most applications.
bg: Ако се нуждаете от помощ, опитайте <em>Помощ</em> в менюто Приложения, или в Помощ менюто, налично в повечето приложения.

source: For a complete list of support methods, see the <a href="http://xubuntu.org/help">Help & Support page</a> on our website.
bg: За пълен списък с методите да поддръжка, погледнете <a href="http://xubuntu.org/help">Help & Support page</a> на нашия сайт.

source: Multimedia applications
bg: Мултимедийни приложения

source: New to Linux?
bg: Нов в Линукс?

source: If you are new to linux and Xubuntu, you probably wonder how to find all the drivers and programs you will need. Please do not do that. The drivers needed for your system are being installed as you read this.
bg: Ако сте нов в Линукс и Xubuntu, Вие сигурно се чудите как да намерите всички драйвери и програми, от които се нуждаете. Моля,не се притеснявайте. Драйверите, необходими за вашата система се инсталират докато четете този текст.

source: If you find yourself wanting something else, please check the <em>Ubuntu Software Center</em> out. It is much easier than searching the internet.
bg: Ако откриете, че се нуждаете от нещо друго, моля проверете <em>Убунту Софтуерен Център</em>. По-лесно е, от колкото да търсите в Интернет.

source: Lighter alternatives for your office
bg: По-леки алтернативи за вашият офис

source: <em>Gnumeric</em> is a spreadsheet program with an emphasis on accuracy. It can also be used to merge mathematical data into Abiword documents.
bg: <em>Gnumeric</em> е електронна таблица с акцент върху точността. Тя също така може да бъде използван за сливане на математически данни в документи на Abiword.

source: While Abiword and Gnumeric are considered lightweight, they provide almost all of the functions of the OpenOffice suite.
bg: Докато Abiword и Gnumeric се смятат за олекотени приложения, те предлагат почти всички функционалности на пакета OpenOffice.

source: Few good tips for beginners
bg: Няколко добри съвета за начинаещи

source: Catfish is a great application for finding those files you lost on your harddrive. It is quick and easy to use for beginners and experts alike.
bg: Catfish е страхотно приложение за откриване на тези файлове, които сте загубили на диска. То е бързо и лесно за употреба от начинаещи и експерти.

source: Also in the accessories, you can find a slick calculator. Need to calculate disk partitions? Use the calculator, it couldn't be easier.
bg: Също така в аксесоари, можете да намерите лъскав калкулатор. Нужно ви е да пресметнете дялове на диска? Използвайте калкулатора, никога не е било по-лесно.

source: Congratulations!
bg: Поздравления!

source: You have chosen to install the latest version of Xubuntu, 10.04.
bg: Избрали сте да инсталирате последната версия на Xubuntu, 10.04.

source: Xfce Desktop Environment
bg: Xfce десктоп среда

source: Xubuntu uses the <em>Xfce desktop environment</em>. This allows the developers to bring you a system which is sleek and useful.
bg: Xubuntu използва <em>Xfce десктоп средаt</em>. Това позволява на разработчиците да ви предоставят система, която е добре изглеждаща и полезна.

source: Xfce is a collection of programs that together provide a full-featured desktop environment.
bg: Xfce е съвкупност от програми, които заедно предоставят напълно функционална десктоп среда.
