Repository: Marito17/max-desktop
Catalog: max-lxde-default-settings/usr/share/dpsyco/skel/usr/share/locale/*/LC_MESSAGES/lxrandr.po
Languages: es

source: Laptop LCD Monitor
es: Monitor LCD de portátil

source: External VGA Monitor
es: Monitor VGA externo

source: External DVI Monitor
es: Monitor DVI externo

source: translator-credits
es: Mario Izquierdo (mariodebian) <mariodebian@gmail.com>

source: Monitor configuration tool for LXDE
es: Configuración de monitor para LXDE

source: You cannot turn off all monitors. Otherwise, you will not be able to turn them on again since this tool is not accessable whithout monitor.
es: No pueden apagar todos los monitores. De esa manera no será capaz de encenderlos de nuevo con esta herramienta sin monitor.

source: Unable to get monitor information!
es: ¡No se pudo conseguir información del monitor!

source: Display Settings
es: Configuración de pantalla

source: Show the same screen on both laptop LCD and external monitor
es: Mostrar la misma pantalla en el monitor LCD del portátil y el monitor externo

source: Turn off laptop LCD and use external monitor only
es: Apagar el monitor LCD del portátil y usar sólo el monitor externo

source: Turn off external monitor and use laptop LCD only
es: Apagar el monitor externo y usar sólo el LCD del portátil

source: Quick Options
es: Opciones rápidas

source: Advanced
es: Avanzado

source: The following monitor is detected:
es: El siguiente monitor ha sido detectado:

source: Turn On
es: Encender

source: Resolution:
es: Resolución:

source: Refresh Rate:
es: Tasa de refresco:
